Repository: debolk/Bolk-FUSION
Catalog: locale/bolkdata/*/fusiondirectory.po
Languages: nl

source: BolkData configuration
nl: BolkData configuratie

source: BolkData plugin configuration
nl: BolkData plugin configuratie

source: Allow use of private email for password recovery
nl: Sta toe dat privé mails gebruikt worden voor wachtwoordherstel

source: Allow users to use their private email address for password recovery
nl: Sta gebruikers toe om hun privé mailadres te gebruiken voor wachtwoordherstel

source: Bolk member information
nl: Bolklid informatie

source: Personal info
nl: Persoons informatie

source: Nickname
nl: Bolknaam

source: Nickname for this user
nl: Bolknaam voor deze gebruiker

source: Date of birth
nl: Geboortedatum

source: Pronouns
nl: Persoonlijke voornaamwoorden

source: Pronouns this member uses
nl: Persoonlijke voornaamwoorden die dit lid gebruikt

source: Programme
nl: Studie

source: Programme(s) this member does
nl: De studie van deze Bolker

source: Institution
nl: Onderwijsinstelling

source: The institution(s) the member attends
nl: De onderwijsinstelling waar deze Bolker studeert

source: Emergency contact number
nl: Telefoonnummer in geval van nood

source: Phone number of the member's emergency contact
nl: Telefoonnummer in geval van nood

source: Membership Info
nl: Lidmaatschap Info

source: Membership
nl: Lidmaatschap

source: candidate member
nl: kandidaatlid

source: member
nl: lid

source: former member
nl: oudlid

source: ex-member
nl: ex-lid

source: not a member
nl: geen lid

source: Date of inauguration
nl: Inauguratiedatum

source: IRA done
nl: IVA gedaan

source: Did this member complete the Instruction Responsible Alcohol
nl: Heeft dit lid de Instructie Verantwoord Alcohol volbracht

source: Year Name
nl: Jaarlaag

source: Date of resignation letter
nl: Datum lid-af brief

source: Date of resignation
nl: Datum lid-af

source: Dead
nl: Overleden

source: Has this member passed away?
nl: Is deze Bolker overleden?

source: Photo Visible
nl: Foto Zichtbaar

source: Should the photo of the user be visible on external tools?
nl: Moet de foto van deze gebruiker zichtbaar zijn op externe tools?

source: AVG accepted
nl: AVG geaccepteerd

source: Did this member agree to the privacy statement
nl: Heeft deze Bolker de privacyverklaring geaccepteerd

source: Share phone number
nl: Deel telefoonnummer

source: Does this member allow to internally share their phone number
nl: Staat deze Bolker toe om hun telefoonnummer intern te delen

source: Share emergency phone number
nl: Deel nood telefoonnummer

source: Does this member allow to internally share their emergency contact?
nl: Staat deze Bolker toe om hun nood telefoonnummer intern te delen

source: Share mail address
nl: Deel e-mailadres

source: Does this member allow to internally share their mail address
nl: Staat deze Bolker toe om hun e-mailadres intern te delen

source: Share home address
nl: Deel adres

source: Does this member allow to internally share their home address
nl: Staat deze Bolker toe om hun adres intern te delen

source: Share pronouns
nl: Deel persoonlijke voornaamwoorden

source: Does this member allow to internally share their pronouns
nl: Staat deze Bolker toe om hun persoonlijke voornaamwoorden intern te delen

source: Share date of birth
nl: Deel geboortedatum

source: Does this member allow to internally share their date of birth
nl: Staat deze Bolker toe om hun geboortedatum intern te delen

source: Share programme
nl: Deel studie

source: Does this member allow to internally share their programme
nl: Staat deze Bolker toe om hun studie intern te delen

source: Share institution
nl: Deel onderwijsinstelling

source: Does this member allow to internally share where they study
nl: Staat deze Bolker toe om intern te delen waar ze studeren

source: Bolk mail information
nl: Bolk mail informatie

source: Parent Mail Address
nl: Papa mailadres

source: Parent e-mail address which this e-mail inherits ACL's from
nl: Papa e-mailadres waar dit mailadres de ACL's van ontvangt.
